# St7SetBrickOutline

Sets the outline colour scheme for bricks.

long St7SetBrickOutline(long uID, long Outline)

Input Parameters

uID

Strand7 model file ID.

Outline

One of klNone, klProperty, klGroup or klColour.